export const places = [
  {
    id: "1",
    label: "باغ نارنجستان قوام",
    desc: "",
    image: "/places/Bagh-Naranjestan-ghavam.jpeg",
  },
  {
    id: "2",
    label: "باغ عفیف آباد",
    desc: "",
    image: "/places/Bagh-AFIFabad.jpeg",
  },
  {
    id: "3",
    label: "باغ دلگشا",
    desc: "",
    image: "/places/Bagh-Delgosha.jpeg",
  },
  {
    id: "4",
    label: "باغ موزه نظر",
    desc: "",
    image: "/places/Bagh-Moze-nazar.jpeg",
  },
  {
    id: "5",
    label: "باغ ارم",
    desc: "",
    image: "/places/Bagh-Eram.jpeg",
  },
  {
    id: "6",
    label: "باغ جهان نما",
    desc: "",
    image: "/places/Bagh-Jahan-nama.jpeg",
  },
  {
    id: "7",
    label: "شاهچراغ",
    desc: "",
    image: "/places/Shahcheragh.jpeg",
  },
  {
    id: "8",
    label: "مسجد نصیرالملک",
    desc: "",
    image: "/places/Masjed-Nasirolmolk.jpeg",
  },
  {
    id: "9",
    label: "سعدیه",
    desc: "",
    image: "/places/Sadiye.jpeg",
  },
  {
    id: "10",
    label: "حافظیه",
    desc: "",
    image: "/places/Hafeziye.jpeg",
  },
  {
    id: "11",
    label: "آب انبار",
    desc: "",
    image: "/places/Ab-anbar-vakil.jpeg",
  },
  {
    id: "12",
    label: "آرامگاه امام زاده علی بن حمزه",
    desc: "",
    image: "/places/Aramgah-Emamzade-ali-ebn-hamze.jpeg",
  },
  {
    id: "13",
    label: "آرامگاه خواجوی کرمانی",
    desc: "",
    image: "/places/Aramgah-Khajoye-kermani.jpeg",
  },
  {
    id: "14",
    label: "بغعه سید میر محمد",
    desc: "",
    image: "/places/Baghae-syed-mirmohammad.jpeg",
  },
  {
    id: "15",
    label: "ارگ کریم خان زند",
    desc: "",
    image: "/places/Arg-karim-khan-zand.jpeg",
  },
  {
    id: "16",
    label: "بازار مسگرهای شیراز",
    desc: "",
    image: "/places/Bazar-mesgarha-shiraz.jpeg",
  },
  {
    id: "17",
    label: "بازار وکیل",
    desc: "",
    image: "/places/Bazar-vakil.jpeg",
  },
  {
    id: "18",
    label: "دروازه قرآن",
    desc: "",
    image: "/places/Darvaze-Ghoraan.jpeg",
  },
  {
    id: "19",
    label: "امارت شاپوری",
    desc: "",
    image: "/places/Emarat-shapori.jpeg",
  },
  {
    id: "20",
    label: "حمام وکیل",
    desc: "",
    image: "/places/Hamam-vakil.jpeg",
  },
  {
    id: "21",
    label: "خانه زینت المولوک",
    desc: "",
    image: "/places/Khane-zinatolmelk.jpeg",
  },
  {
    id: "22",
    label: "مدرسه خان",
    desc: "",
    image: "/places/Madrese-khan.jpeg",
  },
  {
    id: "23",
    label: "مسجد عتیق شیراز",
    desc: "",
    image: "/places/Masjed-atigh-shiraz.jpeg",
  },
  {
    id: "24",
    label: "مسجد وکیل",
    desc: "",
    image: "/places/Masjed-Vakil.jpeg",
  },
  {
    id: "25",
    label: "موزه موسیقی شیراز",
    desc: "",
    image: "/places/Moze-mosighi-shiraz.jpeg",
  },
  {
    id: "26",
    label: "پارک کوهستانی شیراز",
    desc: "",
    image: "/places/Park-kohestani-shiraz.jpeg",
  },
];

export const mainFoods = [
  {
    id: "1",
    label: "کلم پلو شیرازی",
    desc: "محتویات این غذا شامل کلم قمری یا سنگی، پیاز، برنج، گوشت چرخ کرده، آرد نخودچی، ادویه و سبزی‌های معطر همانند تره، ریحان، ترخون و شوید است.",
    image: "/foods/Kalam-polo-shirazi.jpeg",
  },
  {
    id: "2",
    label: "ته چین",
    desc: "ته چین یا شیرازی پلو ترکیبی از مرغ، برنج، بادمجان، زرشک، ماست، زعفران و ادویه‌جات مختلف بوده که هرکدام به‌تنهایی می‌توانند طعم غذا را دگرگون کنند.",
    image: "/foods/Tahchin.jpeg",
  },
  {
    id: "3",
    label: "اشکنه شیرازی",
    desc: "این غذا از مواد اولیه‌ای مانند شنبلیله، نعناع خشک، تخم‌مرغ، نمک و زردچوبه تهیه می‌شود.",
    image: "/foods/Eshkene-shirazi.jpeg",
  },
  {
    id: "4",
    label: "آش سبزی",
    desc: "برنج، عدس، نخود، دارچین، گوشت، لوبیا سفید، تره، ترخون و شوید از مهم‌ترین مواد اولیه تهیه این آش است.",
    image: "/foods/Ash-sabzi.jpeg",
  },
  {
    id: "5",
    label: "دمپختک",
    desc: "عدس، هویج، برنج، کلم‌پیچ، تره، جعفری، شوید، ریحان و ادویه‌جات از مهم‌ترین مواد اولیه برای طبخ این غذای سنتی شیراز است.",
    image: "/foods/Dampokhtak.jpeg",
  },
  {
    id: "6",
    label: "یخنی نخود",
    desc: "یخنی نخود از نخود، گوشت ٫ سیب‌زمینی، پیاز، نمک، فلفل و زردچوبه تهیه می‌شود.",
    image: "/foods/Yakhni-nokhod.jpeg",
  },
  {
    id: "7",
    label: "شکر پلو",
    desc: "شکرپلو با ترکیبی از شکر، برنج، خلال بادام، خلال پوست نارنگی و خلال پسته همراه زعفران تهیه می‌شود. ",
    image: "/foods/Shekar-polo.jpeg",
  },
  {
    id: "8",
    label: "هویج پلو",
    desc: "هویج، برنج، زعفران، دارچین، نمک، فلفل و گوشت چرخکرده از مهمترین مواد اولیه تهیه هویج پلو به حساب میآید.",
    image: "/foods/Havig-polo.jpeg",
  },
  {
    id: "9",
    label: "لوبیا پلو شیرازی",
    desc: "لوبیا چشمبلبلی، گوشت یا مرغ، برنج، شوید، زعفران، نمک، فلفل و دارچین را میتوان بهعنوان مواد اولیه این غذای سنتی شیرازی معرفی کرد که هرکدام میتوانند تاثیر زیادی در خوشمزهشدن غذا داشته باشد.",
    image: "/foods/Lobiya-polo-shirazi.jpeg",
  },
  {
    id: "10",
    label: "کوفته سبزی شیرازی",
    desc: "گوشت چرخکرده، پیاز، نخود، ترخون، گشنیز، شوید، مرزه و تره از مهمترین مواد اولیه بهمنظور تهیه این کوفته خوشمزه به حساب میآید.",
    image: "/foods/Kofte-sabzi-shirazi.jpeg",
  },
  {
    id: "11",
    label: "کوفته هلو",
    desc: "هویج، پیاز، تخممرغ، آرد نخودچی و گوشت چرخکرده را میتوان بهعنوان مهمترین مواد اولیه این کوفته معرفی کرد.",
    image: "/foods/Kofte-holo.jpeg",
  },
  {
    id: "12",
    label: "قورمه به",
    desc: "گوشت گوسفند، به، شکر، پیاز، لپه خام، زعفران دمکرده، آبلیمو، زردچوبه، نمک و فلفل از مهمترین مواد اولیه برای طبخ قورمه به است که در کنار هم، یک غذای خوشرنگوبو را تشکیل میدهد.",
    image: "/foods/Ghorme-bh.jpeg",
  },
  {
    id: "13",
    label: "دوپیازه آلو",
    desc: "مواد اصلی این غذای محلی شامل سیب زمینی آب پز، پیاز، گوجهفرنگی یا رب گوجهفرنگی و ادویه میشود، اما برخی برای خوشطعم شدن هر چه بیشتر، به دو پیازه گوشت هم اضافه میکنند.",
    image: "/foods/Do-piyaze-alo.jpeg",
  },
  {
    id: "14",
    label: "قنبر پلو",
    desc: "مواد اصلی این غذا شامل برنج، گوشت چرخ کرده، مغز گردو، پیاز، انار یا رب انار، آرد نخودچی، کشمش و ادویه هستند.",
    image: "/foods/Ghanbar-polo.jpeg",
  },
  {
    id: "15",
    label: "رب پلو",
    desc: "برنج، رب انار، گردو، کشمش، شکر و پیاز مواد تشکیلدهنده این غذای شیرازی به شمار میروند.",
    image: "/foods/Rob-plo.jpeg",
  },
  {
    id: "16",
    label: "آش ماست",
    desc: "مواد تشکیل دهنده آش ماست، شامل برنج، لپه، گوشت، پیاز، ماست، ادویه و سبزیهای شوید و ترخون هستند. ترکیب این مواد با هم نوید یک آش خوشطعم را به شما میدهد.",
    image: "/foods/Ash-mast.jpeg",
  },
];
export const otherFoods = [
  "سالاد شیرازی ",
  "نان فسا",
  "کلوچه شیرازی",
  "رنگینک",
  "فالوده شیرازی با آبلیمو",
  "کاک شیراز یا نون یوخه شیرازی ",
  "حلوای شیرازی",
  "عرق بیدمشک",
  "عرق بهار نارنج",
  "عرق نسترن",
  "مسقطی",
  "بادام سوخته",
  "حلوای کاسه ای",
  "نان مشت",
  "نان برنجی شیرازی",
];

export const goats = [
  {
    id: "1",
    label: "کوروش",
    description:
      "کوروش دوم که به کوروش بزرگ نیز شناخته می‌شود اولین پادشاه سلسله هخامنشی و یکی از مشهورترین و البته محبوب‌ترین پادشاهان جهان است که حدود 30 سال بین سال‌های 529 تا 559 پیش از میلاد بر بخش گسترده‌ای از ایران و آسیا حکومت می‌کرد.",
    image: "/goats/Korosh.jpeg",
  },
  {
    id: "2",
    label: "حافظ",
    description:
      "محمد شمس‌الدین محمد حافظ شیرازی، معروف به حافظ، شاعر بزرگ ایرانی بود که در دورهٔ ۶۰۰ تا ۶۵۰ هجری قمری زندگی کرد. او در شیراز متولد شد و در همانجا درگذشت. حافظ به عنوان یکی از بزرگترین شاعران فارسی زبان شناخته می‌شود و دیوان حافظ از آثار برجستهٔ اوست.",
    image: "/goats/Hafez.jpeg",
  },
  {
    id: "3",
    label: "سعدی",
    description:
      "میرزا عبدالرحمان خان، معروف به سعدی، شاعر بزرگ ایرانی بود که در دورهٔ ۶۰۰ تا ۶۵۰ هجری قمری زندگی کرد. او در شیراز متولد شد و در همانجا درگذشت. سعدی به عنوان یکی از بزرگترین شاعران و ادیبان زبان فارسی شناخته می‌شود و آثار او، به ویژه دیوان سعدی، از جواهرات ادبی و شعر فارسی به شمار می‌آید. او در زندگی خود تحصیلات علمی گسترده‌ای در زمینه‌های فلسفه، عرفان، ادبیات و تاریخ داشت و تأثیرات بسزایی بر ادبیات و فرهنگ ایران گذاشت.",
    image: "/goats/Sadi.jpeg",
  },
  {
    id: "4",
    label: "شوریده شیرازی",
    description:
      "شوریده شیرازی، حاج محمد تقی، ملقب به فصیح‌الملک، متخلص به شوریده، پدرش عباس پیشه‌ور از اعقاب اهلی شیرازی ، شاعر معروف دوره‌ی قاجار است.",
    image: "/goats/Shoride-shirazi.jpeg",
  },
  {
    id: "5",
    label: "کریم خان زند",
    description:
      "محمد کریم بهادرخان زند بنیان‌گذار دودمان زندیان بود که از ۱۷۵۱ تا ۱۷۷۹ میلادی بر تمام ایران به جز خراسان و بلوچستان حکومت کرد.او بر برخی از سرزمین‌های قفقاز نیز حکومت کرد و چند سال بصره را اشغال کرد. او پیش از این، وکیل‌الدوله (نایب السلطنه) شاه اسماعیل سوم ، شاه اسمی دودمان صفویان، بود. برخی از کریم خان زند به عنوان «خوش‌نام‌ترین» و «نیکوترین» پادشاه ایران پس از اسلام یاد می‌کنند.",
    image: "/goats/Karim-khan-zand.jpeg",
  },
  {
    id: "6",
    label: "میرزای شیرازی",
    description:
      "سید محمدحسن حسینی شیرازی مشهور به میرزای شیرازی و میرزای مجدد، مرجع تقلید شیعه ایرانی (مرجعیت عام شیعیان در سال ۱۲۴۳) و صاحب حکم تحریم تنباکو بود.",
    image: "/goats/Mirzaye-shirazi.jpeg",
  },
  {
    id: "7",
    label: " مهدی حمیدی شیرازی",
    description:
      "مهدی حمیدی شیرازی ادیب، شاعر ، استاد دانشگاه، مترجم و منتقد ایرانی بود. از مشهورترین سرودههای او میتوان به شعر قوی زیبا یا همان مرگ قو اشاره کرد.",
    image: "/goats/Mahdi-hamidi-shirazi.jpeg",
  },
  {
    id: "8",
    label: " خواجوی کرمانی",
    description:
      "کمالالدین ابوالعطاء محمودبن علیبن محمود، معروف به خواجوی کرمانی و متخلص به خواجو یکی از شاعران نیمهٔ اول قرن هشتم است. ارامگاه خواجو در تنگ الله اکبر شیراز است. وی از شاعران عهد مغول است و اشعاری در مدح سلاطین منطقه فارس در کارنامهٔ خود دارد.",
    image: "/goats/Khajoye-kermani.jpeg",
  },
  {
    id: "9",
    label: "سیبویه شیرازی",
    description:
      "ابوبشر عمرو بن عثمان بن قنبر سیبَوَیه معروف به سیبَوَیه شیرازی از دانشمندان ایرانی صرف و نحو زبان عربی و پیشوای مکتب نحوی بصره بود که آرامگاهی در شهر شیراز و آرامگاهی نیز در سیراف از توابع بوشهر به وی منسوب است.",
    image: "/goats/Siboye-shirazi.jpeg",
  },
  {
    id: "10",
    label: "آبش خاتون",
    description:
      "اَبش خاتون دختر اتابک سعد ابن ابوبکر بن سعد ابن زنگی و ترکان خاتون ٬ ملکه سلغری در قرن هفتم قمری بود و تنها فرمانروای زن استان فارس میباشد که از سوی ایلخان مغول ، اتابک فارس بوده است.",
    image: "/goats/Abesh-khaton.jpeg",
  },
  {
    id: "11",
    label: "باباکوهی",
    description:
      "باکویه شیرازی یا علی ابوعبدالله ابن باکویه که به باباکوهی نیز نامدار است از شاعران ایرانی است.",
    image: "/goats/Baba-kohi.jpeg",
  },
  {
    id: "12",
    label: "عبدالله خفیف",
    description:
      "شیخ ابو عبداله محمد ابن خفیف بن اسکشفاذ شیرازی یا ابوعبدالله بن خفیف که به شیخ الاسلام ، «شیخ المشایخ» و «شیخ کبیر» شهرت دارد. وی از مشایخ و عرفای قرن سوم و چهارم هجری و بنیانگذار سلسله خفیفیه بود.",
    image: "/goats/Abdolah-khafif.jpeg",
  },
  {
    id: "13",
    label: "شاه داعی الله",
    description:
      "باکویه شیرازی یا علی ابوعبدالله ابن باکویه که به باباکوهی نیز نامدار است از شاعران ایرانی است.",
    image: "/goats/Shah-daei-allah.jpeg",
  },
  {
    id: "14",
    label: "شاه شجاع",
    description:
      "باکویه شیرازی یا علی ابوعبدالله ابن باکویه که به باباکوهی نیز نامدار است از شاعران ایرانی است.",
    image: "/goats/Shah-shoja.jpeg",
  },
  {
    id: "15",
    label: "ملاصدرا",
    description:
      "باکویه شیرازی یا علی ابوعبدالله ابن باکویه که به باباکوهی نیز نامدار است از شاعران ایرانی است.",
    image: "/goats/Molasadra.jpeg",
  },
];
